assets/openfoam_tutorials/OpenFOAM-13/fluid/shockTube/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh
runApplication setFields
runApplication foamRun
./createGraphs

#------------------------------------------------------------------------------
